output/new/bye.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope
    xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
    xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing"
    xmlns:wsd="http://schemas.xmlsoap.org/ws/2005/04/discovery"
>
    <soap:Header>
        <wsa:To>urn:schemas-xmlsoap-org:ws:2005:04:discovery</wsa:To>
        <wsa:Action>http://schemas.xmlsoap.org/ws/2005/04/discovery/Bye</wsa:Action>
        <wsa:MessageID>urn:uuid:c6030070-83f9-42b6-911c-0df8df641c00</wsa:MessageID>
        <wsd:AppSequence InstanceId="1742007025" SequenceId="urn:uuid:a374779a-8963-4405-9b05-086de1f656ae" MessageNumber="2" />
    </soap:Header>
    <soap:Body>
        <wsd:Bye>
            <wsa:EndpointReference>
                <wsa:Address>urn:uuid:6bf93afb-f524-4e2e-9fa9-82ac80a366dd</wsa:Address>
            </wsa:EndpointReference>
        </wsd:Bye>
    </soap:Body>
</soap:Envelope>
